{
    "Comment.nvim": {
        "branch": "master"
    },
    "catppuccin": {
        "branch": "main"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "lazydev.nvim": {
        "branch": "main"
    },
    "lualine.nvim": {
        "branch": "master"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "neo-tree.nvim": {
        "branch": "v3.x"
    },
    "nui.nvim": {
        "branch": "main"
    },
    "nvim-colorizer.lua": {
        "branch": "master"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-spider": {
        "branch": "main"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-web-devicons": {
        "branch": "master"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "snacks.nvim": {
        "branch": "main"
    },
    "telescope-fzy-native.nvim": {
        "branch": "master"
    },
    "telescope-ui-select.nvim": {
        "branch": "master"
    },
    "telescope.nvim": {
        "branch": "master"
    },
    "themery.nvim": {
        "branch": "main"
    },
    "vim-tmux-navigator": {
        "branch": "master"
    }
}
