tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "sass/sass"
brew "ast-grep"
brew "openssl@3"
brew "bat"
brew "cmake"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "docker-clean"
brew "sqlite"
brew "eslint"
brew "fd"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "go-blueprint"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "lazygit"
brew "libimobiledevice"
brew "libpq", link: true
brew "luarocks"
brew "mkcert"
brew "tree-sitter"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nvm"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "python@3.12", link: false
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "silicon"
brew "sqlc"
brew "starship"
brew "stow"
brew "stylua"
brew "swiftformat"
brew "tmux"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "sass/sass/sass"
cask "betterdisplay"
cask "blender"
cask "font-meslo-lg-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "godot"
cask "karabiner-elements"
cask "obsidian"
cask "propresenter"
cask "qlab"
cask "raspberry-pi-imager"
cask "raycast"
cask "tailscale-app"
cask "visual-studio-code"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
vscode "alefragnani.project-manager"
vscode "antfu.browse-lite"
vscode "antfu.goto-alias"
vscode "antfu.vite"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "codezombiech.gitignore"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.vscode-pull-request-github"
vscode "hollowtree.vue-snippets"
vscode "mrmlnc.vscode-scss"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "nuxt.mdc"
vscode "nuxtr.nuxt-vscode-extentions"
vscode "nuxtr.nuxtr-vscode"
vscode "openai.chatgpt"
vscode "praburangki.nuxt-snippets"
vscode "sdras.vue-vscode-snippets"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "tauri-apps.tauri-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "ziyasal.vscode-open-in-github"
vscode "znck.vue"
