tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "golangci/tap"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "sass/sass"
brew "ast-grep"
brew "openssl@3"
brew "bat"
brew "carapace"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "docker-clean"
brew "sqlite"
brew "eslint"
brew "eza"
brew "f3"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "pango"
brew "ghostscript"
brew "git"
brew "go"
brew "go-blueprint"
brew "hashcat"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "lazygit"
brew "libass"
brew "libfido2"
brew "libimobiledevice"
brew "libpq", link: true
brew "lua"
brew "luarocks"
brew "mkcert"
brew "neovim"
brew "ninja"
brew "nmap"
brew "nushell"
brew "nvm"
brew "opensc"
brew "openssh"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "poppler"
brew "python@3.12"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "silicon"
brew "sqlc"
brew "starship"
brew "stow"
brew "stylua"
brew "swiftformat"
brew "tmux"
brew "tree-sitter"
brew "wget"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "yazi"
brew "ykman"
brew "yubico-piv-tool"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "golangci/tap/golangci-lint"
brew "jesseduffield/lazydocker/lazydocker"
brew "oven-sh/bun/bun"
brew "sass/sass/sass"
cask "nikitabobko/tap/aerospace"
cask "betterdisplay"
cask "blender"
cask "chatgpt"
cask "companion"
cask "creality-print"
cask "font-meslo-lg-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "helium-browser"
cask "karabiner-elements"
cask "logitech-g-hub"
cask "obsidian"
cask "qlab"
cask "raspberry-pi-imager"
cask "raycast"
cask "sf-symbols"
cask "tailscale-app"
cask "twingate"
cask "visual-studio-code"
cask "yubico-authenticator"
vscode "alefragnani.project-manager"
vscode "antfu.browse-lite"
vscode "antfu.goto-alias"
vscode "antfu.vite"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "codezombiech.gitignore"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "github.codespaces"
vscode "github.vscode-pull-request-github"
vscode "hollowtree.vue-snippets"
vscode "mrmlnc.vscode-scss"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "nuxt.mdc"
vscode "nuxtr.nuxt-vscode-extentions"
vscode "nuxtr.nuxtr-vscode"
vscode "openai.chatgpt"
vscode "praburangki.nuxt-snippets"
vscode "sdras.vue-vscode-snippets"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "tauri-apps.tauri-vscode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "ziyasal.vscode-open-in-github"
go "github.com/air-verse/air"
go "github.com/melkeydev/go-blueprint"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/a-h/templ/cmd/templ"
go "golang.org/x/website/tour"
cargo "sqlx-cli"
